import Image1 from './images/alximik1.jpg';
import Image2 from './images/bleach1.jpg';
import Image3 from './images/deathnote1.jpg';
import Image4 from './images/rezero.jpg';
import Image5 from './images/dandadan.jpg';
import Image6 from './images/earth.jpg';
import Image7 from './images/heroacademy.jpg';


const structures = [
    {
        img: Image1,
        title: "Стальной Алхимик - Братство", 
        description: [
            `Алхимия — наука о преобразовании материи: можно получить что-то, отдав взамен равное. Эдвард и Альфонс Элрики, еще дети, заплатили страшную цену за попытку воскресить свою мать.Искусство алхимии требует абсолютного равновесия: создание невозможно без равноценной жертвы. 
            Эта истина обрушилась на юных гениев Элриков с беспощадной жестокостью, когда их запретный ритуал воскрешения матери обернулся кошмаром.`,
            `Получив механические протезы и титул Стального Алхимика, Эдвард вместе с братом-доспехом погружается в опасное путешествие. 
            Их цель – мифический философский камень, способный преодолеть законы мироздания. 
            Но по следу артефакта идут зловещие создания и могущественные фракции, плетущие паутину интриг вокруг древней силы, способной как исцелять, так и уничтожать целые народы.`
        ],
        index:'0'
    },   
    {
        img: Image2,
        title: "Блич - Тысячелетняя война", 
        description: [
            `«Блич» — захватывающая сага о столкновении миров, где обыденность современной японской школьной жизни переплетается с древними традициями духовных воинов.`,
            `В центре повествования находится харизматичный подросток Ичиго Куросаки, чья судьба кардинально меняется после встречи с таинственной Шинигами Рукией Кучики. 
            Эта встреча открывает дверь в параллельную реальность, где души умерших, могущественные духовные создания и древние традиции формируют сложную картину многомерного существования.`
        ],
        index:'1'
    },
    {
        img: Image3, 
        title: "Тетрадь смерти", 
        description: [
            `Школьник Лайт Ягами обретает «Тетрадь Смерти», дар синигами Рюка. Её мощь леденит: имя и лик жертвы в её строках — и смерть неизбежна. 
            Лайт, пылая, решает искоренить зло, лепя «совершенный мир» без преступников, где он, как Кира, воссядет богом.`,	 
            `Но его деяния будят гениального сыщика L, что, как буря, гонится за Кирой. 
            Их дуэль умов — как шахматы во мраке: Лайт плетёт гибель врагам, L режет тьму дедукцией. Сбудется ли мечта Лайта, или L пресечёт его игру? Токио затаил дыхание.`
        ],
        index:'2'
    },
    {
        img: Image4,
        title: "Re-Zero", 
        description: [
            `Ре-Зеро`,
            `Ре-Зеро`
        ],
        index:'3'
    },   
    {
        img: Image5,
        title: "Dandadan", 
        description: [
            `Просто прикольное аниме`,
            `Про всякие там паранормальные вещи`
        ],
        index:'4'
    },
    {
        img: Image6, 
        title: "Движение Земли", 
        description: [
            `Аниме про то как открывали гелиоцентризм`,	 
            `В целом, смотреть интересно`
        ],
        index:'5'
    },
    {
        img: Image7, 
        title: "Моя Геройская академия", 
        description: [
            `«Моя геройская академия» — захватывающий японский анимационный сериал, основанный на манге Кохэя Хорикоси. 
            В центре повествования находится Изуку Мидория, обычный мальчик, родившийся в мире, где 80% населения обладает сверхспособностями, называемыми причудами. 

            Несмотря на отсутствие врождённой причуды, Мидория не оставляет свою мечту стать героем и защищать людей. 
            Его жизнь кардинально меняется после встречи с величайшим героем всех времён — Всемогущим, который решает передать ему свою силу и взять под своё крыло.`
        ],
        index:'6'
    },
 
];

export default structures;