const buildings= [
    {   
        "id": 1,
        "Название": "Тетрадь смерти",
        "Тип Аниме": "Сериал",
        "Страна": "Япония",
        "Год выпуска": 2008,
        "Количество серий": 39
    },
    {
        "id": 2,
        "Название": "Блю Лок",
        "Тип Аниме": "Сериал",
        "Страна": "Япония",
        "Год выпуска": 2023,
        "Количество серий": 24
    },
    {
        "id": 3,
       "Название": "Евангелион 3.3",
        "Тип Аниме": "Фильм",
        "Страна": "Япония",
        "Год выпуска": 2019,
        "Количество серий": 1
    },
    {
        "id": 4,
        "Название": "Психопаспорт",
        "Тип Аниме": "Сериал",
        "Страна": "Япония",
        "Год выпуска": 2017,
        "Количество серий": 12
    },
    {
        "id": 5,
       "Название": "Ковбой Бибоп",
        "Тип Аниме": "Сериал",
        "Страна": "Япония",
        "Год выпуска": 2005,
        "Количество серий": 25
    },
    {
        "id": 6,
       "Название": "Врата Штейна: Деление на 0",
        "Тип Аниме": "OVA",
        "Страна": "Япония",
        "Год выпуска": 2014,
        "Количество серий": 1
    },
    {
        "id": 7,
       "Название": "Клинок Рассекающий демонов",
        "Тип Аниме": "Сериал",
        "Страна": "Япония",
        "Год выпуска": 2017,
        "Количество серий": 12
    },
    {
        "id": 8,
        "Название": "Кабанери Железной Крепости",
        "Тип Аниме": "Фильм",
        "Страна": "Япония",
        "Год выпуска": 2012,
        "Количество серий": 1
    },
    {
        "id": 9,
       "Название": "Агент Времени",
        "Тип Аниме": "Сериал",
        "Страна": "Китай",
        "Год выпуска": 2021,
        "Количество серий": 12
    },
    {
        "id": 10,
       "Название": "Берсерк",
        "Тип Аниме": "Сериал",
        "Страна": "Япония",
        "Год выпуска": 2007,
        "Количество серий": 27
    },
    {
        "id": 11,
        "Название": "RedLine",
        "Тип Аниме": "Фильм",
        "Страна": "США",
        "Год выпуска": 2019,
        "Количество серий": 1
    },
    {
        "id": 12,
        "Название": "Эльфийская Песнь",
        "Тип Аниме": "Сериал",
        "Страна": "Япония",
        "Год выпуска": 2008,
        "Количество серий": 12
    },
    {
        "id": 13,
        "Название": "Реинкарнация Безработного",
        "Тип Аниме": "Сериал",
        "Страна": "Япония",
        "Год выпуска": 2018,
        "Количество серий": 24
    },
    {
        "id": 14,
       "Название": "Созданный в Бездне",
        "Тип Аниме": "Сериал",
        "Страна": "США",
        "Год выпуска": 2018,
        "Количество серий": 12
    }
]

export default buildings;