import Image1 from './images/earth.jpg';

const structures = [
    {
        img: Image1,
        title: "Аниме?", 
        description:`Аниме «Re: Zero — жизнь с нуля в другом мире» рассказывает о старшекласснике Субару Нацуки, который однажды ночью решает отправиться в магазин. На обратном пути вместо
                    дома он загадочным образом попадает в альтернативный мир. Оказавшись в другом измерении, он тут же находит неприятности, но ему на помощь приходит прекрасная 
                    эльфийка, в которую герой тут же влюбляется. Не желая расставаться с прекрасной девушкой, Субару присоединяется к поискам украденной у неё вещи. 
                    Героям удалось выйти на след вора!`
    }
];

export default structures;